define({
  "name": "专升本信息管理系统",
  "version": "1.0.0",
  "description": "©unrpyc",
  "title": "专升本信息管理系统",
  "url": "http://111.229.179.231:8888",
  "sampleUrl": "http://111.229.179.231:8888",
  "order": [
    "考生注册",
    "教师注册",
    "报考专业查询",
    "考生登录",
    "上传考生信息",
    "查询考生信息",
    "查询考生信息审核状态",
    "查询考试分数",
    "查询录取状态",
    "教师用户登录",
    "修改考生成绩",
    "修改考生录取状态",
    "修改考生信息审核状态",
    "获取考生列表",
    "查询考生详细信息（教师版）"
  ],
  "defaultVersion": "0.0.0",
  "apidoc": "0.3.0",
  "generator": {
    "name": "apidoc",
    "time": "2021-08-06T16:07:56.867Z",
    "url": "https://apidocjs.com",
    "version": "0.28.1"
  }
});
